Dlubal.RFEM5.MemberNonlinearity
Member nonlinearity parameters

Dlubal.RFEM5.MemberNonlinearity.No
Number

Dlubal.RFEM5.MemberNonlinearity.ID
Identifier

Dlubal.RFEM5.MemberNonlinearity.Comment
Comment

Dlubal.RFEM5.MemberNonlinearity.Tag
Tag

Dlubal.RFEM5.MemberNonlinearity.IsValid
Information if the object is valid or not (read only)

Dlubal.RFEM5.MemberNonlinearity.MemberList
List of members with this nonlinearity

Dlubal.RFEM5.MemberNonlinearity.Type
Type of nonlinearity

Dlubal.RFEM5.MemberNonlinearity.Parameters
Parameters